Repository: Saivignesh20/RewardsAndRecognitionSystem
Catalog: RewardsAndRecognitionSystem/Resources/Views/Home/Index.*.resx
Languages: ar_sa, hi_in

# Welcome
source: Built to Recognize Tomorrow’s Leaders
ar_sa: بُني للاعتراف بقادة الغد
hi_in: कल के नेताओं को पहचानने के लिए बनाया गया

source: Come let us celebrate a moment where Talent meets Spotlight!
ar_sa: هيا نحتفل بلحظة يلتقي فيها الإبداع مع الأضواء!
hi_in: आइए उस क्षण का जश्न मनाएं, जहाँ प्रतिभा मिलती है रोशनी से!

source: Nominate Talents
ar_sa: رشِّح المواهب
hi_in: प्रतिभाओं को नामांकित करें

# TeamLeads
source: Team Leads can effortlessly nominate top performers every quarter.
ar_sa: يمكن لقادة الفرق ترشيح أفضل المؤدين بسهولة في كل ربع سنة.
hi_in: टीम लीड हर तिमाही शीर्ष प्रदर्शनकर्ताओं को आसानी से नामांकित कर सकते हैं।

source: Multi-Level Approvals
ar_sa: الموافقات متعددة المستويات
hi_in: बहु-स्तरीय अनुमोदन

# Transparent
source: Transparent workflows via Manager & Director approvals.
ar_sa: تدفقات عمل شفافة عبر موافقات المدير والمدير التنفيذي.
hi_in: प्रबंधक और निदेशक अनुमोदनों के माध्यम से पारदर्शी कार्यप्रवाह।

# Approved
source: Approved recognitions are displayed in a dynamic visual timeline.
ar_sa: يتم عرض الاعترافات المعتمدة في جدول زمني بصري ديناميكي.
hi_in: स्वीकृत मान्यताएँ एक गतिशील दृश्य समयरेखा में प्रदर्शित की जाती हैं।

source: Recognition Dashboard
ar_sa: لوحة تحكم التقدير
hi_in: मान्यता डैशबोर्ड

source: Award Categories
ar_sa: فئات الجوائز
hi_in: पुरस्कार श्रेणियाँ

# Celebrate
source: Celebrate achievements across categories like Innovation & Leadership.
ar_sa: احتفل بالإنجازات عبر فئات مثل الابتكار والقيادة.
hi_in: नवाचार और नेतृत्व जैसी श्रेणियों में उपलब्धियों का जश्न मनाएं।

source: Quarter-Based System
ar_sa: نظام قائم على الأرباع
hi_in: तिमाही आधारित प्रणाली

# Track
source: Track and manage nominations per quarter effortlessly.
ar_sa: تتبع وادِر الترشيحات لكل ربع سنة بسهولة.
hi_in: प्रति तिमाही नामांकन को सहजता से ट्रैक और प्रबंधित करें।

source: Live Notifications
ar_sa: الإشعارات المباشرة
hi_in: लाइव सूचनाएँ

# Get
source: Get notified on nomination status changes and approvals.
ar_sa: تلقى إشعارات عند تغييرات حالة الترشيح والموافقات.
hi_in: नामांकन स्थिति परिवर्तनों और अनुमोदनों पर सूचित रहें।
